Revit 2027 API
ParameterTypeId.StairsAttrRiserThickness Property
 "Riser Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrRiserThickness { get; }
Public Shared ReadOnly Property StairsAttrRiserThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrRiserThickness {
	ForgeTypeId^ get ();
}
static member StairsAttrRiserThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace